; Hungarian translation for Uninstaller64 1.0.1
; Author: Bluestar (dev.bluestar@hotmail.com)

0="Magyar (Hungarian)"

; Information dump
101="Regisztrációs kulcs:"
102="ARP Cache Adat:"
103="Telepítési méret"
104="b"
105="Kb"
106="Mb"
107="Gb"
108="Legutóbbi használat"
109="Gyakoriság"
110="gyakran"
111="néha"
112="ritkán"
113="Fájlnév"
114="Egyéb értékek:"

; Settings Dialog
200="Beállítások"
201="&Rejtett bejegyzések mutatása"
202="&Ikonok mutatása a rejtett bejegyzésekhez"
203="Windows &gyorsjavítások mutatása"
204="Uninstallálás &megerősítése"
205="Megerősítés &csak rejtett bejegyzéseknél"
206="Plugin &konfigurációs fájl helye:"
207="Plugin könyvtár"
208="Total Commander könyvtár"
219="wincmd.ini könyvtár"
210="&Nyelv:"
211="&A pluginről…"
212="OK"
213="Mégsem"

; About box
300="A pluginről"
301="Program:"
302="Verzió:"
303="Fejlesztő:"
304="Honlap:"
305="E-mail:"
306="OK"

; Properties Dialog
400="Tulajdonságok"
401=" Általános paraméterek "
402=" Rejtett paraméterek "
403="OK"
404="Mégsem"
405="<Nem sikerült a regisztrációs kulcs megnyitása>"
406="Az értékek közül néhány nem frissíthető."

; Miscellaneous messages
1001="Hiba az URL megnyitásakor!"
1002="Hiba a beállítások írásakor!"
1003="Biztos vagy benne, hogy uninstallálni szeretnéd ezt az alkalmazást?"
1004="Biztos vagy benne, hogy uninstallálni szeretnéd ezt az alkalmazást?\nEz egy rejtett bejegyzés, és valószínűleg nem szokták uninstallálni!"
1005="Hiba az uninstallálás megkezdésekor!"
1006="Az uninstallációs sztring üres, így a folyamat nem indítható el."
